IDEA StatiCa Open Model
TimePoint.Prestressing Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Prestressing
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool Prestressing { get; set; }
Public Property Prestressing As Boolean
	Get
	Set
public:
property bool Prestressing {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
TimePoint Class
IdeaRS.OpenModel.Concrete Namespace